brew "node"
brew "python"
brew "gh"
cask "arc"
cask "warp"
cask "google-chrome"
cask "slack"
cask "claude"
cask "raycast"
cask "vlc"
cask "loom"
cask "postman"
cask "cursor"
cask "github"
cask "spotify_player"
cask "linear_linear"
cask "stremio"
cask "focusrite-control-2"
cask "visual-studio-code"
cask "todoist-app"
cask "obsidian"
cask "jordanbaird-ice"
cask "notion"
cask "bettertouchtool"
cask "swish"
